Repository: wp-plugins/jonradio-perpetual-calendar
Catalog: languages/jonradio-perpetual-calendar-*.po
Languages: es_es

source: Settings
es_es: Configuración

source: Perpetual Calendar plugin
es_es: Plugin del Calendario Perpetuo

source: This plugin has been Network Activated in a WordPress Multisite ("Network") installation. Since all of this plugin&#039;s Settings can be specified separately for each individual WordPress site, you will need to go to the relevant individual Site&#039;s Settings page for this plugin to change the Settings for that Site.
es_es: Este plugin ha sido activado para redEn una instalación Multisitios de WordPress ("Red"). Puesto que todas las Opciones de este plugin&#039;s se pueden especificar por separado para cada sitio de WordPress individual, tendrá que ir a la página Configuración &#039;s del sitio relevante para que este plugin cambie la Configuración para ese sitio.

source: Unfortunately, when WordPress network activates a plugin, you will not see an entry for that plugin on each individual Site&#039;s Plugins page. Needless to say, this can be very confusing. If you wish to avoid this confusion, you can Network Deactivate this plugin and Activate it individually on each Site where you wish to use it.
es_es: Lamentablemente, cuando red WordPress activa un plugin, no verá una entrada para ese plugin en la página de cada sitio individual &#039;s página de Plugins. Ni que decir tiene, esto puede ser muy confuso. Si desea evitar esta confusión, puede RED Desactivar este plugin y activarlo de forma individual en cada sitio donde desea utilizarlo.

source: Alternatively, if you would prefer to have a single set of Settings that would apply to all sites in a WordPress network, please contact the Plugin author and this will be added to a future version of this plugin if there is enough interest expressed by webmasters such as you.
es_es: Alternativamente, si usted prefiere tener un único conjunto de ajustes que se aplicaría a todos los sitios red de WordPress, por favor póngase en contacto con el autor del Plugin y esto se añadirá a una futura versión de este plugin si hay suficiente interés expresado por los webmasters como usted.

source: This plugin provides a Perpetual Calendar for your site visitors via the %1$s Shortcode, and for your own use within php code via the <code>jr_pc_weekday( $year, $month, $day )</code> function. The name of the Shortcode can be changed in the Settings below, but the name of the function cannot be changed.
es_es: Este plugin proporciona un Calendario Perpetuo para los visitantes del sitio a través de Código corto %1$s, y para su propio uso en el código PHP a través del<code> jr_pc_weekday ($año, $mes, $día)</code>. El nombre del Código corto se puede cambiar en los ajustes de abajo, pero el nombre de la función no se puede cambiar.

source: A Perpetual Calendar provides the day of the week for virtually any date in the past, present or future.
es_es: Un Calendario Perpetuo provee el día de la semana para prácticamente cualquier fecha en el pasado, presente o futuro.

source: indicates the position of a blank in a Settings value.
es_es: Indica la posición de un blanco en un valor de la Configuración.

source: Save Changes
es_es: Guardar Cambios

source: Name of Shortcode
es_es: Nombre del Código corto

source: Shortcode Name
es_es: Nombre del código corto

source: Ancient Date Handling
es_es: Manejo de Fecha Antigua

source: Date Form Input Layout
es_es: Disposición de entrada Formulario de Fecha

source: Date Field %1$s Content and Layout
es_es: Campo de Fecha 1$s contenido y presentación

source: If you wish to change the name of the Shortcode that you will use to indicate where the Perpetual Calendar is to be placed, typically in a WordPress Page or Post, please specify it here.
es_es: Si desea cambiar el nombre del Código corto que va a utilizar para indicar donde se coloca el Calendario Perpetuo, por lo general en una página de WordPress, o publicación, por favor, especifique aquí.

source: The Shortcode Name specified below, %1$s, appears to be already in use by another plugin or WordPress itself. It initiates function %2$s. Please choose another Shortcode Name. When you have resolved this issue, please click on your site home page %3$s to clear the error before returning to this Settings page.
es_es: El nombre del shortcode que se especifica a continuación, %1$s, parece ser que ya está en uso por otro plugin o en WordPress. Inicia la función %2$s. Por favor, elija otro código corto. Cuando haya resuelto este problema, haga clic en la página principal de su sitio %3$s para borrar el error antes de volver a esta página Configuración.

source: To maintain compatibility with future versions of WordPress, please use only lower-case letters, with no blanks, hyphens or underscores, and a maximum length of 16.
es_es: Para mantener la compatibilidad con futuras versiones de WordPress, por favor, utilice sólo letras minúsculas, sin espacios en blanco, guiones o guiones bajos, y una longitud máxima de 16.

source: Here is where you define how dates more than 2000 years ago will be handled. And how years since then, and into the future, will be displayed.
es_es: Aquí es donde se define cómo fechas de hace más de 2000 años serán manejadas. Y cómo años desde entonces, y en el futuro, serán mostradas.

source: Current and Future Dates as A.D., Ancient Dates as B.C.
es_es: Fechas actuales y futuras como DC, fechas antiguas como AC.

source: Current and Future Dates as CE, Ancient Dates as BCE
es_es: Fechas Actuales y Futuras como CE, fechas antiguas como BCE

source: Do not allow Dates more then 2000 Years in the Past
es_es: No permitir fechas de más de 2.000 años en el pasado

source: Visitors enter a date using an Input Form of drop-down values for day of month, name of month, and year. The format of that Form is defined below. You can choose the order in which day of month, name of month, and year appear, as well as the width of each field within the Form. And the text, if any, separating each field, including line breaks.
es_es: Los visitantes ingresan una fecha con un formulario de entrada de valores desplegables para el día del mes, el nombre del mes y el año. El formato de dicho formulario se define a continuación. Usted puede elegir el orden en el que aparecen el día del mes, el nombre del mes y el año, así como el ancho de cada campo en el formulario. Y el texto, si lo hay, que separa cada campo, incluyendo saltos de línea.

source: This also determines the format of the date in the response to the Display Day of Week button.
es_es: Esto también determina el formato de la fecha en la respuesta al botón de visualización de día de la Semana.

source: You can also position the two buttons used in the Form, and specify text and line breaks as separators. But you cannot specify the width of the buttons, as that is determined automatically by the visitor's browser based on the button's text and the Theme's styling of the button and its text.
es_es: También puede colocar los dos botones que se utilizan en el formulario y especificar el texto y saltos de línea como separadores. Pero no se puede especificar el ancho de los botones, ya que se determina automáticamente por el navegador del usuario basado en el texto del botón y el estilo del Tema del botón y su texto.

source: <b>Pixels</b>: Form Field widths are specified in Pixels in the Settings below. If you are unfamiliar with Pixels, the large black line just above is shown for reference and is 100 pixels wide and 25 pixels in height.
es_es: <b> píxeles</b>: Los anchos de campo de formulario se especifican en píxeles en los ajustes de abajo. Si no está familiarizado con los pixeles, la gran línea de negro por encima se muestra como referencia y es de 100 píxeles de ancho y 25 píxeles de altura.

source: Height of New Line (in Pixels) is ignored if New Line Before? is not selected. It is also ignored if it is smaller than the height of the current Date Field and the ones that follow that are displayed on this new line. Recommendation: start with a value of 50.
es_es: La Altura de Línea Nueva (en píxeles) se ignora si la nueva línea antes? no se ha seleccionado. También se omite si es inferior a la altura del actual campo de fecha y los que siguen que se muestra en esta nueva línea. Recomendación:. Comenzar con un valor de 50.

source: This Date Field will be ignored, and will not shown in either the public Form where the site visitor enters the Date, or in the response displayed after clicking the "Display Day of Week" button. This Date Field will be ignored as long as "Ancient Date Handling" continues to be set to "Do not allow Dates more then 2000 Years in the Past".
es_es: Este campo de fecha no se tendrá en cuenta, y no será mostrado, ni en el Formulario público donde el visitante ingresa la fecha o en la respuesta que aparece tras pulsar el botón "Mostrar Día de la semana". Este campo de fecha no se tendrá en cuenta mientras que "Manejo de Fecha Antigua" sigue fijado en "No permitir fechas de más de 2.000 años en el pasado".

source: Shortcode Name must be nothing but lower-case letters; "%1$s" is not valid
es_es: El Nombre de Código corto tiene que ser nada más que letras-minúsculas; "%1$s" no es válido

source: Shortcode Name "%1$s" is already in use by another plugin or WordPress itself; it initiates function "%2$s"; please choose another name
es_es: El Nombre de Código corto "%1$s" ya está en uso por otro plugin de WordPress, inicia la función "%2$s", por favor elija otro nombre.

source: Date Field %1$s New Line Height (pixels) must be an integer between 0 and 100
es_es: La Altura de Línea Nueva de campo de fecha 1%$s (píxeles) debe ser un número entero entre 0 y 100

source: Date Field %1$s Date Part is duplicated from Date Field %2$s
es_es: La parte de la fecha Campo de Fecha %1$s está duplicado desde Campo Fecha %2$s

source: Date Field %1$s Width (pixels) must be an integer between 1 and 500
es_es: El ancho del Campo de Fecha %1$s (píxeles) debe ser un número entero entre 1 y 500

source: Settings Saved
es_es: Ajustes guardados

source: <li>The era, %1$s for current years and %2$s for ancient years</li>
es_es: <li> La época, %1$s para el año actual y %2$s para los años antiguos </li>

source: What is a Perpetual Calendar?
es_es: ¿Qué es un Calendario Perpetuo?

source: The name Perpetual Calendar refers to the quick visual determination of the day of week for any date across a large number of years into the past, present or future. This on-line version lets you enter any date up to several thousand years into the past or future, and have the day of the week displayed for you, without the need to read a traditional calendar.
es_es: El nombre del Calendario Perpetuo se refiere a la determinación visual rápida del día de la semana para cualquier fecha a través de un gran número de años en el pasado, presente o futuro. Esta versión en línea le permite introducir cualquier fecha hasta varios miles de años en el pasado o en el futuro, y el día de la semana aparece para usted, sin la necesidad de leer un calendario tradicional.

source: How to Display the Day of the Week for a Date?
es_es: Cómo mostrar el día de la semana para Una fecha?

source: To the right of the <strong>Display Day of Week</strong> button, click on the %1$s down arrow in each of the six boxes and select from the lists displayed by clicking on:
es_es: A la derecha del botón <strong> Visualizar Día de la semana </strong>, haga clic en la %1$s flecha abajo en cada una de las seis cajas y seleccione de las listas que se muestran haciendo clic en:

source: <li>The Month</li><li>The Day of the Month</li><li>The first one or two digits of the year, for example, 20 for this year, %1$s</li><li>The next digit of the year, frequently called <em>tens</em></li><li>The last digit of the year</li>%2$s
es_es: <li> El Mes </li> <li> El Día del mes </li> <li> Los primeros uno o dos dígitos del año, por ejemplo, 20 para este año, %1$s</li><li> El siguiente dígito del año, con frecuencia llamado <em> decenas </em> </li> <li> El último dígito del año </li>%2$s

source: Then click on the <strong>Display Day of Week</strong> button.
es_es: A continuación, haga clic en el botón <strong> Visualizar Día de la semana </strong>.

source: You should now see a message above the Perpetual Calendar similar to the following:
es_es: Ahora debe ver un mensaje arriba del Calendario Perpetuo similar a la siguiente:

source: February 9, 1962 %1$s is a Friday
es_es: 09 de febrero, 1962 %1$s es un viernes

source: You may also see the message "Error: date specified does not exist", typically when specifying a Day of the Month that does not exist, such as April 31, as April only has 30 days.
es_es: También puede ver el mensaje "Error: la fecha especificada no existe", por lo general cuando la especificación de un día del mes no existe, como el 31 de abril, pues abril sólo tiene 30 días.

source: %1$s and %2$s
es_es: %1$s y %2$s

source: The current year, %1$s, is more correctly known as &quot;%2$s %3$s&quot; to differentiate it from the year more than 4000 years ago with the same number, %4$s
es_es: El año actual, %1$s, que se conoce más correctamente como &quot;%2$s %3$s&quot; para diferenciarlo del año de hace más de 4000 años con el mismo número, %4$s

source: BCE. For more information, on CE and BCE, <a href="http://en.wikipedia.org/wiki/Common_Era" target="_blank">click here</a> for the <a href="http://en.wikipedia.org/wiki/Common_Era" target="_blank">Wikipedia article on the subject</a>.
es_es: BCE. Para más información, en CE y BCE, <a href="http://en.wikipedia.org/wiki/Common_Era" target="_blank">haga clic aquí</a> for el <a href ="http://en.wikipedia.org/wiki/Common_Era " target="_blank ">artículo de Wikipedia sobre el tema</a>.

source: Because this Perpetual Calendar can go nearly 7000 years into the past or future, all dates are shown as CE or BCE.
es_es: Debido a que este Calendario Perpetuo puede ir cerca de 7000 años en el pasado o en el futuro, todas las fechas se muestran como CE o BCE.

source: B.C. For more information, on A.D. and B.C., <a href="http://en.wikipedia.org/wiki/A.d." target="_blank">click here</a> for the <a href="http://en.wikipedia.org/wiki/A.d." target="_blank">Wikipedia article on the subject</a>.
es_es: AC. Para obtener más información, en BC y AC, <a href="http://en.wikipedia.org/wiki/Ad" target="_blank"> clic aquí </a> para el <a href="http://en.wikipedia.org/wiki/Ad" target="_blank"> artículo de Wikipedia sobre el tema </a>.

source: Because this Perpetual Calendar can go nearly 7000 years into the past or future, all dates are shown as A.D. or B.C.
es_es: Debido a que este Calendario Perpetuo puede ir cerca de 7000 años en el pasado o en el futuro, todas las fechas se muestran como DC o AC.

source: About this Perpetual Calendar
es_es: Acerca de este Calendario Perpetuo

source: This Perpetual Calendar was written by a retired computer programmer who began writing programs in 1971. It is available for free to any web site that wishes to use it. It was designed for WordPress, a popular piece of software used to create web sites.
es_es: Este Calendario Perpetuo fue escrito por un programador jubilado que comenzó a escribir programas en 1971. Está disponible de forma gratuita para cualquier sitio web que desee utilizarlo. Fue diseñado para WordPress, una pieza popular de software utilizada para crear sitios web.

source: Error jr_weekday function:
es_es: Error jr_weekday función:

source: one or more of the three function parameters (year, month, day) were either not specified or the variable specified is unassigned.
es_es: Uno o más de los tres parámetros de la función (año, mes, día) o bien no se especificaron o la variable especificada está sin asignar

source: one or more of the three function parameters (year, month, day) is not an integer.
es_es: uno o más de los tres parámetros de la función (año, mes, día) no es un entero.

source: earliest allowed date is November 25, 4714 B.C.
es_es: fecha más temprana permitida es 25 de noviembre de 4714 AC

source: %1$s is a %2$s
es_es: %1$s es una %2$s

source: %1$s %2$s, %3$s %4$s is a %5$s
es_es: %1$s %2$s,%3$s %4$s es una %5$s

source: date specified does not exist.
es_es: fecha especificada que no existe.

source: %1$s (duplicate)
es_es: %1$s (duplicar)

# Button
source: Display Day of Week
es_es: Mostrar Día de la Semana

# Button
source: No Help and Info
es_es: No ayuda e información

# Button
source: Help and Info
es_es: Ayuda e Información

source: Sunday/Monday/Tuesday/Wednesday/Thursday/Friday/Saturday
es_es: Domingo/Lunes/Martes/Miércoles/Jueves/Viernes/Sábado

source: January/February/March/April/May/June/July/August/September/October/November/December
es_es: Enero/Febrero/Marzo/Abril/Mayo/Junio/Julio/Agosto/Septiembre/Octubre/Noviembre/Diciembre

source: Month Name
es_es: Nombre de Mes

source: Day of Month
es_es: Día del Mes

source: Century Digits of Year
es_es: Dígitos para el Siglo del Año

source: Tens Digit of Year
es_es: Dígitos en Decenas de Año

source: Last Digit of Year
es_es: Ultimo dígito del año

source: Current or Ancient Date
es_es: Fecha actual o antigua

source: Display Day of Week button
es_es: Mostrar botón del día de la Semana

source: Help and Info button
es_es: Botón de de ayuda e información

source: Date Part
es_es: Parte de Fecha

source: New Line Before?
es_es: ¿Línea Nueva antes?

source: Height of New Line (in Pixels)
es_es: Altura de Línea Nueva (en píxeles)

source: Text Before
es_es: Texto Antes

source: Field Width (in Pixels)
es_es: Anchura del campo (en píxeles )

source: Text After
es_es: Texto Después

source: jonradio Perpetual Calendar
es_es: jonradio Calendario Perpetuo

source: Your choice of Shortcode or php function to return a message indicating the full name of the day of the week for any given date, the typical usage of a so-called Perpetual Calendar.
es_es: Su elección de Código corto o función php para devolver un mensaje indicando el nombre completo del día de la semana para cualquier fecha determinada, el típico uso de un denominado Calendario Perpetuo.
